Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/DeveloperSettings/DTSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# THROUGHPUT_FOOTER_WLAN
source: Throughput Test provides average results to and from the server. This tool is intended for use during development to obtain quick network performance estimates. Network configuration, including radio access technology (e.g. WLAN, LTE, 5G) and distance to the server affect results.
ar: يقدم اختبار معدل النقل متوسط النتائج من وإلى الخادم. هذه الأداة مصممة للاستخدام أثناء عملية التطوير للحصول على تقديرات سريعة لأداء الشبكة. تتأثر النتائج بتكوين الشبكة، بما في ذلك تقنية الوصول اللاسلكي (مثل WLAN و LTE و 5G) والمسافة إلى الخادم.
bg: Тестът за пропускателна способност предоставя резултати средно към и от сървъра. Този инструмент е предназначен за използване по време на разработка за получаване на бързи оценки на производителността на мрежата. Мрежова конфигурация, включително технологията за радио достъп (WLAN, LTE, 5G) и разстоянието до сървъра засягат резултатите.
ca: La prova de la taxa de transferència proporciona la mitjana de les dades que entren i surten del servidor. Aquesta eina està pensada per utilitzar‑la durant el desenvolupament per obtenir una estimació ràpida del rendiment de la xarxa. Els resultats varien en funció de la configuració de la xarxa, inclosa la tecnologia d’accés ràdio (p. ex., WLAN, LTE o 5G) i la distància al servidor.
cs: Test propustnosti vrací průměrné hodnoty ve směru ze serveru i na něj. Tento nástroj je navržený pro použití při vývoji k poskytování rychlých odhadů výkonu sítě. Výsledky testu můžou být ovlivněné síťovou konfigurací včetně technologie rádiového přístupu (např. WLAN, LTE, 5G) a vzdálenosti od serveru.
da: Test af overførselshastighed giver gennemsnitsresultater til og fra serveren. Værktøjet er udviklet med henblik på at blive brugt under udvikling til at opnå hurtige anslåede værdier for netværkets ydeevne. Netværkskonfiguration, herunder radioadgangsteknologi (f.eks. WLAN, LTE og 5G), og afstand til serveren påvirker resultaterne.
de: Der Durchsatztest liefert Durchschnittsergebnisse von und zum Server. Dieses Werkzeug dient bei der Entwicklung dazu, schnell die Netzwerkleistung einschätzen zu können. Die Netzwerkkonfiguration, einschließlich der Konfiguration zum Zugriff auf Funknetzwerke (z. B. WLAN, LTE, 5G) sowie die Entfernung zum Server beeinflussen die Ergebnisse.
el: Η δοκιμή διεκπεραιωτικότητας παρέχει μέσα αποτελέσματα από και προς τον διακομιστή. Αυτό το εργαλείο προορίζεται για χρήση κατά τη δημιουργία για λήψη γρήγορων εκτιμήσεων απόδοσης δικτύου. Η διαμόρφωση δικτύου, συμπεριλαμβανομένης της τεχνολογίας πρόσβασης ραδιοσυχνοτήτων (π.χ. WLAN, LTE, 5G) και η απόσταση από τον διακομιστή επηρεάζουν τα αποτελέσματα.
es: La prueba de rendimiento ofrece resultados promedio al servidor y desde el servidor. Esta herramienta está diseñada para usarse durante la fase de desarrollo a fin de obtener estimaciones rápidas del rendimiento de la red. Los resultados pueden verse afectados por la configuración de la red, como la tecnología de acceso de radio (como WLAN, LTE, 5G), y por la distancia respecto al servidor.
es_us: La prueba de tasa de transferencia efectiva proporciona resultados promedio hacia y desde el servidor. Esta herramienta está diseñada para usarse durante el desarrollo para obtener cálculos rápidos del rendimiento de la red. La configuración de red, incluida la tecnología de acceso por radio (por ejemplo, WLAN, LTE, 5G) y la distancia al servidor afectan los resultados.
fi: Siirtonopeuden testaus antaa keskimääräiset tulokset palvelimelle ja palvelimelta. Tämä työkalu on tarkoitettu käytettäväksi kehityksen aikana, jotta saadaan nopeita arvioita verkon suorituskyvystä. Tuloksiin vaikuttavat verkon määritykset, mukaan lukien radioliityntäteknologia (esim. WLAN, LTE, 5G) ja etäisyys palvelimeen.
fr: Le test de débit fournit la moyenne des résultats vers le serveur et à partir de celui-ci. Cet outil est destiné à être utilisé pendant le développement pour obtenir des estimations rapides des performances du réseau. La configuration réseau, y compris la technologie d’accès radio (par exemple WLAN, LTE, 5G), et la distance par rapport au serveur affectent les résultats.
fr_ca: Le test de débit fournit la moyenne des résultats vers le serveur et à partir de celui-ci. Cet outil est destiné à être utilisé pendant le développement pour obtenir des estimations rapides des performances du réseau. La configuration réseau, y compris la technologie d’accès radio (par exemple WLAN, LTE, 5G), et la distance par rapport au serveur affectent les résultats.
he: בדיקת Throughput (שיעור מסירה מוצלחת של מנות) מספקת את ממוצע התוצאות בתקשורת אל השרת וממנו. כלי זה נועד לשימוש בשלב הפיתוח, ומאפשר לך לקבל הערכות מהירות של ביצועי הרשת. תצורת הרשת, כולל הטכנולוגיה המשמשת לקליטת רדיו (לדוגמה, רשת WLAN, ‏LTE או 5G) וגם המרחק עד השרת, משפיעים על התוצאות.
hi: थ्रूपुट जाँच सर्वर को और सर्वर से औसत परिणाम प्रदान करती है। यह टूल त्वरित नेटवर्क प्रदर्शन अनुमान प्राप्त करने के उद्देश्य से डेवलपमेंट के दौरान उपयोग करने के लिए है। रेडियो ऐक्सेस तकनीक (जैसे WLAN, LTE, 5G) सहित नेटवर्क कॉन्फ़िगरेशन और सर्वर से दूरी परिणामों को प्रभावित करती हैं।
hr: Test propusnosti pruža prosječne rezultate prema serveru i s njega. Ovaj alat namijenjen je za uporabu tijekom razvoja radi pribavljanja brzih procjena performansi mreže. Konfiguracija mreže, uključujući pristupnu radijsku tehnologiju (npr. WLAN, LTE, 5G) i udaljenost od servera utječu na rezultate.
hu: A teljesítményteszt átlagolt eredményeket biztosít a szerver felé menő és a szervertől érkező forgalomról. Ez az eszköz a fejlesztés során történő használatra szolgál, és gyors hálózati teljesítménybecslések megszerzését teszi lehetővé. A teljesítményt befolyásolhatja a hálózati konfiguráció, többek között a rádiós hozzáférési technológia (pl. WLAN, LTE, 5G), valamint a szervertől való távolság.
id: Tes Throughput menyediakan hasil rerata ke dan dari server. Alat ini dimaksudkan untuk digunakan selama pengembangan untuk mendapatkan perkiraan kinerja jaringan dengan cepat. Konfigurasi jaringan, termasuk teknologi akses radio (msl., WLAN, LTE, 5G) dan jarak ke server memengaruhi hasil.
it: Il test della velocità effettiva offre una media dei risultati della velocità in entrata e in uscita dal server. Questo strumento è stato concepito per essere utilizzato in fase di sviluppo, per ottenere stime rapide delle prestazioni di rete. La configurazione della rete, incluse la tecnologia di accesso radio (ad esempio, WLAN, LTE, 5G) e la distanza dal server, potrebbero influenzare i risultati.
ja: スループットテストでは、サーバとの双方向の平均結果を提供します。このツールは、開発中にネットワークパフォーマンスの推定値を素早く取得することを目的としています。無線アクセス技術（例: WLAN、LTE、5G）を含むネットワーク構成とサーバまでの距離が結果に影響します。
kk: «Өткізу қабілеттілігін сынау» серверге және серверден орташа нәтижелерді қамтамасыз етеді. Бұл құрал желі өнімділігін жылдам бағалау мақсатында әзірлеу кезінде пайдалануға арналған. Желі конфигурациясы, оның ішінде радиобайланыс технологиясы (мысалы, WLAN, LTE, 5G) және серверге дейінгі қашықтық нәтижелерге әсер етеді.
ko: 처리율 테스트는 서버 입출력의 평균 결과를 제공합니다. 이 도구는 빠른 네트워크 성능 추정치를 얻기 위한 용도로 개발 중에 사용됩니다. 무선 접근 기술(예: WLAN, LTE, 5G)을 포함한 네트워크 구성 및 서버까지의 거리가 결과에 영향을 미칩니다.
lt: Pralaidumo testas pateikia vidutinius rezultatus į serverį ir iš jo. Šis įrankis skirtas naudoti kūrimo metu, kad būtų galima greitai įvertinti tinklo našumą. Tinklo konfigūracija, įskaitant radijo prieigos technologiją (pvz., WLAN, LTE, 5G), ir atstumas iki serverio turi įtakos rezultatams.
ms: Ujian Daya Pemprosesan memberikan keputusan sederhana ke dan daripada pelayan. Alat ini bertujuan untuk digunakan semasa pembangunan untuk mendapatkan anggaran prestasi rangkaian pantas. Konfigurasi rangkaian, termasuk teknologi akses radio (cth. WLAN, LTE, 5G) dan jarak ke pelayan mempengaruhi keputusan.
nl: Bij het testen van de doorvoer worden de gemiddelde resultaten van en naar de server berekend. Deze tool is bedoeld voor gebruik tijdens appontwikkeling om snel een indruk te krijgen van de netwerkprestaties. De netwerkconfiguratie, inclusief de radiotechnologie (bijv. WLAN, LTE, 5G) en de afstand tot de server, zijn van invloed op de resultaten.
no: Test gjennom­strømning viser et snittresultat til og fra tjeneren. Dette verktøyet en ment for bruk under utviklingen for å gi et raskt innblikk i nettverksytelsen. Nettverks­konfigurasjonen, inkludert hvilken trådløsteknologi (f.eks. WLAN, LTE, 5G) som brukes og avstanden til tjeneren, vil påvirke resultatet.
pl: Test przepustowości zwraca średnie wyniki dla ruchu z serwera oraz do serwera. To narzędzie jest przeznaczone dla deweloperów i pozwala szybko szacować wydajność sieci. Wpływ na wyniki może mieć konfiguracja sieci, w tym używana technologia radiowa (np. WLAN, LTE lub 5G), oraz odległość od serwera.
pt_br: O Teste da Taxa de Transferência oferece resultados médios para e do servidor. O objetivo dessa ferramenta é ser usada durante o desenvolvimento para obter estimativas de desempenho de rede rapidamente. A configuração de rede, incluindo a tecnologia de acesso por rádio (como WLAN, LTE, 5G) e a distância até o servidor afetam os resultados.
pt_pt: O teste de rendimento fornece resultados médios de/para o servidor. Esta ferramenta destina‑se à utilização durante o desenvolvimento para obter estimativas rápidas de desempenho da rede. A configuração da rede, incluindo tecnologia de acesso rádio (por exemplo: WLAN, LTE, 5G), e a distância ao servidor afetam os resultados.
ro: Testul ratei de transfer oferă rezultate medii către și de la server. Acest utilitar este destinat utilizării în timpul dezvoltării pentru a obține estimări rapide ale performanței rețelei. Configurarea rețelei, inclusiv tehnologia de acces radio (de exemplu, WLAN, LTE, 5G), și distanța față de server afectează rezultatele.
ru: Тестирование пропускной способности позволяет вычислить средние значения в направлении к серверу и от сервера. Этот инструмент предназначен для использования при разработке, когда нужно быстро оценить производительность сети. На результаты тестирования влияет конфигурация сети, в том числе используемая технология радиосвязи (например WLAN, LTE, 5G) и расстояние до сервера.
sk: Tento test poskytuje priemerné hodnoty priepustnosti smerom na server aj zo servera. Tento nástroj bol navrhnutý na používanie počas vývoja a slúži na získanie rýchleho odhadu výkonu siete. Výsledok testu môže byť ovplyvnený konfiguráciou siete vrátane technológie rádiového prístupu (napr. WLAN, LTE, 5G) a vzdialenosťou od servera.
sl: Preizkus prepustnosti zagotavlja povprečne rezultate prenosa v strežnik in iz njega. To orodje je namenjeno za uporabo pri razvijanju za pridobivanje hitrih ocen učinkovitosti delovanja omrežja. Na rezultate vplivata omrežna konfiguracija, vključno s tehnologijo radijskega dostopa (na primer WLAN, LTE, 5G), in razdalja do strežnika.
sv: Test av genomströmning ger genomsnittsresultat till och från servern. Det här verktyget är avsett att användas under utveckling för att få en snabb uppskattning av nätverkets prestanda. Resultaten påverkas av nätverkets konfigurering, inklusive teknik för radiotillgång (t.ex. WLAN, LTE, 5G) och avståndet till servern.
th: การทดสอบประสิทธิผลแสดงผลลัพธ์โดยเฉลี่ยระหว่างไปและมาจากเซิร์ฟเวอร์ เครื่องมือนี้มีวัตถุประสงค์เพื่อใช้งานในระหว่างการพัฒนาสำหรับรับการประเมินประสิทธิภาพเครือข่ายอย่างรวดเร็ว การกำหนดค่าเครือข่ายรวมถึงเทคโนโลยีการเข้าถึงผ่านคลื่นวิทยุ (เช่น WLAN, LTE, 5G) และระยะห่างจากเซิร์ฟเวอร์จะส่งผลต่อผลลัพธ์
tr: Aktarım Hızı Testi, sunucuya ve sunucudan ortalama sonuçlar sağlar. Bu araç, geliştirme sırasında hızlı ağ performansı tahminleri almak amacıyla kullanım içindir. Radyo erişim teknolojisi (örneğin WLAN, LTE, 5G) ve sunucuya uzaklık da dahil olmak üzere ağ konfigürasyonu sonuçları etkiler.
uk: Під час тестування пропускної здатності обчислюються середні значення для передавання від сервера й до нього. Цей інструмент використовується під час розробки, щоб швидко оцінити продуктивність мережі. Результати залежать від конфігурації мережі, зокрема технології доступу до радіозвʼязку (як‑от WLAN, LTE, 5G) і відстані до сервера.
vi: Kiểm tra lưu lượng cung cấp các kết quả trung bình đến và từ máy chủ. Công cụ này nhằm để sử dụng trong quá trình phát triển để lấy nhanh các ước tính hiệu năng mạng. Cấu hình mạng, bao gồm công nghệ truy cập vô tuyến (ví dụ: WLAN, LTE, 5G) và khoảng cách đến máy chủ sẽ ảnh hưởng đến các kết quả.
zh_cn: 吞吐量测试提供进出服务器的平均结果。此工具旨在供开发期间使用，可快速估算网络性能。网络配置，包括无线电接入技术（例如无线局域网、LTE、5G）以及与服务器的距离会影响结果。
zh_hk: 「流通量測試」提供進出伺服器的平均結果。此工具旨在供開發期間使用，可取得快速網絡執行效能的估算。網絡設定（包括無線電接入技術（例如WLAN、LTE、5G）和與伺服器的距離）會影響結果。
zh_tw: 「流通量測試」提供了傳入伺服器和從伺服器傳出的平均結果。此工具僅供開發期間使用，可取得快速網路執行效能的估計值。包含無線電接入技術（例如WLAN、LTE、5G）和與伺服器的距離等網路設定都會影響結果。

source: TV Provider Testing
ar: اختبار مزود خدمة التلفزيون
bg: Тестване на ТВ оператор
ca: Verificació del proveïdor de TV
cs: Testování poskytovatelů TV
da: Test af tv-udbyder
el: Δοκιμές στον Πάροχο τηλεοπτικών υπηρεσιών
es: Pruebas de Proveedor de TV
es_us: Prueba de proveedor de TV
fi: TV-palveluntarjoaja-testaus
fr: Test des fournisseurs TV
fr_ca: Test de fournisseur télévisuel
he: בדיקת ספק שירותי הטלוויזיה
hi: टीवी सर्विस प्रोवाइडर जाँच
hr: Testiranje TV operatera
hu: Televíziószolgáltató tesztelése
id: Pengetesan Penyedia TV
it: Test provider TV
ja: TVプロバイダテスト
kk: Теледидар провайдерін сынау
ko: TV 제공업체 테스트
lt: Televizijos paslaugų teikėjo testavimas
ms: Ujian Penyedia TV
nl: Tv-aanbieders testen
no: Testing av TV-distributør
pl: Testowanie dostawcy TV
pt_br: Teste de Provedor de TV
pt_pt: Testes de fornecedores de TV
ro: Testare Furnizor TV
ru: Тестирование телепровайдеров
sk: Testovanie – Poskytovateľ TV služby
sl: Preizkušanje ponudnika televizijskih storitev
sv: TV-leverantörstestning
th: การทดสอบผู้ให้บริการทีวี
tr: TV Sağlayıcı Testi
uk: Тестування ТБ‑провайдера
vi: Kiểm tra Nhà cung cấp TV
zh_cn: 电视提供商测试
zh_hk: 電視供應商測試
zh_tw: 電視業者測試

source: App Clips Testing
ar: اختبار عينات التطبيقات
bg: Тестване на изрезки от приложения
ca: Verificació dels clips d’apps
cs: Testování klipů aplikací
da: Appklip-test
el: Δοκιμή Κλιπ εφαρμογών
es: Pruebas de los clips de apps
es_us: Prueba de App Clips
fi: Appiklippien testaus
fr: Test des extraits d’apps
fr_ca: Test des extraits d’app
he: בדיקת ״יישומים ברגע״
hi: ऐप क्लिप जाँच
hr: Testiranja isječaka aplikacija
hu: Apprészletek tesztelése
id: Pengetesan Cuplikan App
it: Test delle app clip
ja: App Clipテスト
kk: Блиц қолданбаларды сынау
ko: 앱 클립 테스트
lt: Programų iškarpų testavimas
ms: Ujian Klip App
nl: Appclips testen
no: Testing av appklipp
pl: Testowanie wycinków aplikacji
pt_br: Teste de Clipes de Apps
pt_pt: Testes de App Clips
ro: Testare App Clip‑uri
ru: Тестирование блиц-приложений
sk: Testovanie – App Clipy
sl: Preizkušanje izsekov aplikacij
sv: Test av appklipp
th: การทดสอบแอปคลิป
tr: Uygulama Parçacıkları Testi
uk: Тестування фрагментів програм
vi: Kiểm tra ứng dụng thu nhỏ
zh_cn: 轻App测试
zh_hk: 輕巧版App測試
zh_tw: 輕巧App測試

# LATENCY
source: Idle Ping Latency
ar: زمن انتقال Ping الخامل
bg: Закъснение на неактивен пинг
ca: Latència del ping sense activitat
cs: Latence pingu při nečinnosti
da: Passiv ping-latenstid
de: Ping-Latenz bei Bereitschaft
el: Λανθάνων χρόνος ping σε αδράνεια
es: Latencia de ping inactiva
es_us: Latencia de ping inactivo
fi: Toimeton Ping-latenssi
fr: Latence
fr_ca: Latence
he: השהיית Ping במצב מנוחה
hi: आइडल पिंग लेटेंसी
hr: Čekanje neaktivnog pinga
hu: Tétlen ping késése
id: Latensi Ping Idle
it: Latenza di ping inattività
ja: 待機中呼び出しレイテンシ
kk: Ping сұрауын кідірту
ko: 대기 Ping 지연 시간
lt: Nenaudojamo ryšio patikrinimo delsa
ms: Kependaman Ping Melahu
nl: Latentie inactieve ping
no: Inaktiv Ping-forsinkelse
pl: Opóźnienie bez ruchu (ping)
pt_br: Latência de Ping Ociosa
pt_pt: Latência do ping em inatividade
ro: Latență ping fără activitate
ru: Задержка при отправке ping-запросов в режиме ожидания
sk: Latencia pingu pri nečinnosti
sl: Zakasnitev nedejavnega pinga
sv: Passiv ping-latens
th: เวลาแฝงของ Ping เมื่อไม่ได้ใช้งาน
tr: Ping Bekleme Gecikmesi
uk: Затримка пінгування під час неактивності
vi: Độ trễ ping khi không dùng
zh_cn: 闲置Ping延迟
zh_hk: 閒置Ping延遲
zh_tw: 閒置呼叫等待時間

# CANCELLING_THROUGHPUT_TEST
source: Cancelling…
ar: يجري الإلغاء…
bg: Отказване…
ca: Cancel·lant…
cs: Rušení…
da: Annullerer…
de: Abbrechen …
el: Ακύρωση…
es: Cancelando…
es_us: Cancelando…
fi: Kumotaan…
fr: Annulation…
fr_ca: Annulation…
he: מבטל…
hi: रद्द किया जा रहा है…
hr: Poništavanje…
hu: Megszakítás…
id: Membatalkan…
it: Annullo…
ja: キャンセル中…
kk: Бас тартылуда…
ko: 취소 중…
lt: Atšaukiama…
ms: Membatalkan…
nl: Annuleren…
no: Avbryter…
pl: Anuluję…
pt_br: Cancelando…
pt_pt: A cancelar…
ro: Anulare…
ru: Отмена…
sk: Ruším…
sl: Preklicevanje …
sv: Avbryter…
th: กำลังยกเลิก…
tr: Vazgeçiliyor…
uk: Скасовування…
vi: Đang hủy…
zh_cn: 正在取消…
zh_hk: 正在取消⋯
zh_tw: 取消中⋯

# CHECK_FOR_OBJECTS
source: Reset Surroundings Awareness Alert
ar: تنبيه إعادة تعيين إدراك البيئة المحيطة
bg: Нулирай предупреждение за разпознаване на околностите
ca: Restabliment de l’avís d’identificació de l’entorn
cs: Resetovat upozornění detekce okolí
da: Nulstil advarsel om opmærksomhed på omgivelserne
de: Hinweis zur Umgebungserkennung zurücksetzen
el: Επαναφορά ειδοποίησης για επίγνωση του περιβάλλοντα χώρου
es: Restablecimiento del aviso de reconocimiento del entorno
es_us: Restaurar aviso de reconocimiento del entorno
fi: Nollaa ympäristön tunnistusvaroitus
fr: Alerte de réinitialisation de la détection de l’environnement
fr_ca: Réinitialiser l’alerte de détection de l’environnement
he: איפוס ״התראת מודעות לסביבה״
hi: परिवेशी अवेयरनेस अलर्ट रीसेट करें
hr: Resetiraj obavijest o detektiranju okruženja
hu: Környezetérzékelési jelzés alaphelyzetbe állítása
id: Atur Ulang Peringatan Kesadaran Lingkungan Sekitar
it: Inizializza avviso sui rischi ambientali
ja: 周囲オブジェクト感知の警告をリセット
kk: Айнала туралы ескертуді бастапқы күйге қайтару
ko: 주변 지각 알림 재설정
lt: Iš naujo nustatyti aplinkos sutelkimo įspėjimą
ms: Reset Isyarat Kesedaran Persekitaran
nl: Stel melding voor omgevingsdetectie opnieuw in
no: Nullstill omgivelsesvarsler
pl: Wyzeruj alert orientacji w otoczeniu
pt_br: Redefinir Alerta de Detecção dos Arredores
pt_pt: Repor aviso de deteção do espaço envolvente
ro: Resetați alerta de detectare a împrejurimilor
ru: Сбросить предупреждение о распознавании окружения
sk: Resetovať upozornenie detekcie okolia
sl: Ponastavi opozorilo o zaznavanju okolice
sv: Nollställ varning om uppfattad omgivning
th: รีเซ็ตการเตือนการรับรู้สภาพแวดล้อม
tr: Çevre Farkındalığı Uyarısını Sıfırla
uk: Скинути оповістку про увагу до оточення
vi: Đặt lại cảnh báo nhận biết môi trường xung quanh
zh_cn: 还原周边环境感知提醒
zh_hk: 重設環境感知提示
zh_tw: 重置周遭環境警示

# SWC_DEVELOPER_MODE
source: Associated Domains Development
ar: تطوير النطاقات المرتبطة
bg: Разработка на свързани домейни
ca: Desenvolupament de dominis associats
cs: Vývoj přidružených domén
da: Tilknyttede domæneudviklinger
de: Zugehörige Domains-Entwicklung
el: Ανάπτυξη συσχετισμένων τομέων
es: Desarrollo de los dominios asociados
es_us: Desarrollo de dominios asociados
fi: Yhdistetyt domainit -kehitys
fr: Développement de domaines associés
fr_ca: Développement de domaines associés
he: פיתוח דומיינים מקושרים
hi: संबंधित डोमेन विकास
hr: Razvoj povezanih domena
hu: Társítottdomén-fejlesztés
id: Pengembangan Domain Terkait
it: Sviluppo di domini associati
ja: 関連ドメインの開発
kk: Байланысты домендерді әзірлеу
ko: 연결된 도메인 개발
lt: Susijusių domenų kūrimas
ms: Pembangunan Domain Berkaitan
nl: Ontwikkeling van bijbehorende domeinen
no: Utvikling av tilknyttede domener
pl: Programowanie powiązanych domen
pt_br: Desenvolvimento de Domínios Associados
pt_pt: Programação de domínios associados
ro: Dezvoltare domenii asociate
ru: Разработка связанных доменов
sk: Vývoj priradených domén
sl: Razvoj povezanih domen
sv: Associerad domänutveckling
th: การพัฒนาโดเมนที่เกี่ยวข้อง
tr: İlişkili Alan Geliştirme
uk: Розробка повʼязаних доменів
vi: Phát triển miền được liên kết
zh_cn: 关联域开发
zh_hk: 相關的網域開發
zh_tw: 相關的網域開發

# APP_CLIPS_CLEAR_CACHES
source: Clear Experience Cache
ar: مسح الذاكرة المؤقتة للتجارب
bg: Изчистване на кеша на процесите
ca: Esborra la memòria cau de les experiències
cs: Smazat mezipaměť prostředí
da: Ryd oplevelsesbuffer
de: Erlebniscache leeren
el: Εκκαθάριση cache εμπειρίας
es: Borrar caché de experiencias
es_us: Borrar caché de experiencia
fi: Tyhjennä kokemusvälimuisti
fr: Effacer le cache des expériences
fr_ca: Effacer le cache des expériences
he: ניקוי מטמון החוויה
hi: अनुभव कैश साफ़ करें
hr: Očisti predmemoriju iskustva
hu: Élmény-gyorsítótár kiürítése
id: Bersihkan Cache Pengalaman
it: Cancella cache esperienze
ja: 体験キャッシュを消去
kk: Функциялар кэшін өшіру
ko: 경험 캐시 지우기
lt: Valyti ypatybių podėlį
ms: Kosongkan Cache Pengalaman
nl: Maak ervaringscache leeg
no: Tøm opplevelsesbuffer
pl: Wymaż pamięć podręczną interakcji
pt_br: Limpar Cache de Experiência
pt_pt: Limpar cache de experiências
ro: Degajați memoria tampon a experienței
ru: Очистить кэш сессий
sk: Vymazať medzipamäť app clipov
sl: Počisti predpomnilnik izkušenj
sv: Rensa upplevelsecache
th: ล้างแคชประสบการณ์การใช้งาน
tr: Deneyim Önbelleğini Sil
uk: Очистити кеш виконання
vi: Xóa bộ nhớ đệm trải nghiệm
zh_cn: 清除体验缓存
zh_hk: 清除體驗快取
zh_tw: 清除經驗快取

source: TV App Testing
ar: اختبار تطبيق التلفزيون
bg: Тестване на приложение за телевизия
ca: Verificació de l’app TV
cs: Testování aplikace TV
da: Test af TV-app
de: TV-App-Tests
el: Δοκιμή εφαρμογής TV
es: Pruebas de la app TV
es_us: Prueba de app TV
fi: TV-apin testaus
fr: Test de l’app TV
fr_ca: Test de l’app Apple TV
he: בדיקת היישום TV
hi: TV ऐप जाँच
hr: Testiranje aplikacije TV
hu: A TV app tesztelése
id: Pengetesan App TV
it: Test dell’app TV
ja: TVアプリテスト
kk: TV қолданбасын сынау
ko: TV 앱 테스트
lt: Programos TV testavimas
ms: Ujian App TV
nl: TV-app testen
no: Testing av TV-app
pl: Testowanie aplikacji TV
pt_br: Teste do App TV
pt_pt: Testes da aplicação TV
ro: Testare aplicație TV
ru: Тестирование приложения Apple TV
sk: Testovanie apky TV
sl: Preizkušanje aplikacije TV
sv: Test av TV-appen
th: การทดสอบแอป TV
tr: TV Uygulaması Testi
uk: Тестування програми TV
vi: Kiểm tra ứng dụng TV
zh_cn: TV App测试
zh_hk: TV App測試
zh_tw: TV App測試

# BLUETOOTH_TESTING_HID_LOGGING_ENABLE
source: HID Logging
ar: تسجيل HID
bg: Записване в HID регистъра
ca: Registres del HID
cs: Protokolování HID
da: HID-logning
de: HID-Protokollierung
el: Καταγραφή HID
es: Registros HID
es_us: Registro de HID
fi: HID-kirjaaminen
fr: Historiques HID
fr_ca: Historiques HID
he: איסוף דו״חות HID
hi: HID लॉगिंग
hr: Prijavljivanje putem HID-a
hu: HID naplózása
id: Pencatatan HID
it: Log HID
ja: HIDログ記録
kk: HID журналы
ko: HID 기록
lt: HID registravimas
ms: Pengelogan HID
nl: HID-logsessie
no: HID-loggføring
pl: Rejestrowanie HID
pt_br: Registro de HID
pt_pt: Registos de HID
ro: Înregistrări jurnal HID
ru: Журналы HID
sk: Zaznamenávanie HID
sl: Beleženje za HID
sv: HID-loggning
th: บันทึกการใช้งาน HID
tr: HID Günlüğü
uk: Журналювання HID
vi: Ghi nhật ký HID
zh_cn: HID日志
zh_hk: HID記錄
zh_tw: HID記錄
